cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'spark'
brew 'unrar'
brew 'youtube-dl'
brew 'awscli'
brew 'midnight-commander'
brew 'ssh-copy-id'
brew 'nmap'
brew 'tmux'
brew 'ranger'
brew 'pwgen'

cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'transmission'
cask 'vlc'
cask 'devonthink-pro-office'
cask 'terraform'
cask 'packer'
cask 'vagrant'
cask 'virtualbox'
cask 'sublime-text'
cask 'bittorrent-sync'